# strings -> "Text" 'Text'  "Text with 12345" -> מחרוזות
print("Hello")
print('Hello')
print("123+1")
print(type("123"))
print(type(""" Text """))
print("------------------------------")
#############
#Integers -> 1 100000000 -234234245426245 -> מספרים שלמים

print(123)
print(1000000+1)
print(-1000000 + 1)
print(type(1000000))
print("------------------------------")

# Floats ->1.256 100000.36 -1000000.365 - > עשרוני
print(1233.65)
print(1000000.6987 + 1)
print(-1000000.4894 + 1)
print(type(10000000.25974))
print("------------------------------")